export const ULA_LETTERS = {
	//---CYRILLIC---
	"А": "A",
	"Б": "B",
	"В": "V",
	"Г": "G",
	"Д": "D",
	"Е": "E",
	// "Ё": "Ë",
	"З": "Z",
	"И": "I",
	"Й": "J",	// alt. Ĭ
	"К": "K",
	"Л": "L",
	"М": "M",
	"Н": "N",
	"О": "O",
	"П": "P",
	"Р": "R",
	"С": "S",
	"Т": "T",
	"У": "Y",
	"Ф": "F",
	"Х": "X",
	// Э alt. Ǝ

	//---GREEK------
	"Α": "A",
	"Β": "B",
	"Γ": "G",
	"Δ": "D",
	"Ε": "E",
	"Ζ": "Z",
	"Η": "Y",	// alt. H
	"Ι": "I",
	"Κ": "K",
	"Λ": "L",
	"Μ": "M",
	"Ν": "N",
	"Ξ": "Ks",
	"Ο": "O",
	"Π": "P",
	"Ρ": "R",
	"Σ": "S",
	"Τ": "T",
	"Υ": "U",	// alt. Y
	"Φ": "F",
	"Χ": "X",
	"Ψ": "Ps",

	//---ARABIC-----
	"ا": "a",
	"ى": "a",
	"ب": "b",
	"ج": "g",
	"د": "d",
	"ه": "e",
	"و": "f",
	"ز": "z",
	"ح": "h",
	"ط": "θ",
	"ي": "i",
	"ك": "k",
	"ل": "l",
	"م": "m",
	"ن": "n",
	"س": "s",
	"ع": "o",
	"ف": "p",
	"ص": "ц",
	"ق": "q",
	"ر": "r",
	"ش": "ш",
	"ت": "t",
	"ة": "t",
	"ث": "þ",	// alt. ṫ
	"خ": "x",	// alt. ḣ
	"ذ": "ð",	// alt. ḋ
	"ض": "δ",	// alt. ꙡ
	"ظ": "ж",	// alt. ṭ
	"غ": "γ",	// alt. ȯ
	"ء": "ʻ",
	"ٔ": "̊",
	"ٕ": "̥"
};
